
const exercises = [

    // =========================
    // ГРУДЬ
    // =========================

    {
        id: 1,
        name: 'Жим штанги лёжа',
        muscleGroup: 'Грудь'
    },

    {
        id: 2,
        name: 'Бабочка',
        muscleGroup: 'Грудь'
    },


    // =========================
    // СПИНА
    // =========================

    {
        id: 3,
        name: 'Горизонтальная тяга блока',
        muscleGroup: 'Спина'
    },

    {
        id: 4,
        name: 'Гиперэкстензия',
        muscleGroup: 'Спина'
    },


    // =========================
    // РУКИ
    // =========================

    {
        id: 5,
        name: 'Подъём гантелей на бицепс',
        muscleGroup: 'Руки'
    },

    {
        id: 6,
        name: 'Разгибание рук в кроссовере с V-рукоятью',
        muscleGroup: 'Руки'
    },


    // =========================
    // НОГИ
    // =========================

    {
        id: 7,
        name: 'Приседания со штангой',
        muscleGroup: 'Ноги'
    },

    {
        id: 8,
        name: 'Разгибание ног в тренажёре',
        muscleGroup: 'Ноги'
    },


    // =========================
    // ПРЕСС
    // =========================

    {
        id: 9,
        name: 'Скручивания',
        muscleGroup: 'Пресс'
    },

    {
        id: 10,
        name: 'Подъём ног в висе',
        muscleGroup: 'Пресс'
    },


    // =========================
    // КАРДИО
    // =========================

    {
        id: 11,
        name: 'Беговая дорожка',
        muscleGroup: 'Кардио'
    },

    {
        id: 12,
        name: 'Велотренажёр',
        muscleGroup: 'Кардио'
    }
]

export default exercises